experiments/redis_contention/combined_bandwidth_contention_final_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_68/pair_53/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5731.24    286561.97         0.27         0.69695         0.69500         0.87100         1.01500    295549.07 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5731.24    286561.97         0.27         0.69695         0.69500         0.87100         1.01500    295549.07